<template>
    <div>
        <poem>
            <div slot="header">唐诗鉴赏——李白</div>
            <p slot="center_h">阳春歌</p>
            <div slot="center">
                <p>长安白日照春空，绿杨结烟垂袅风。</p>
                <p>披香殿前花始红，流芳发色绣户中。</p>
                <p>绣户中，相经过。</p>
                <p>飞燕皇后轻身舞，紫宫夫人绝世歌。</p>
                <p>圣君三万六千日，岁岁年年奈乐何。</p>
            </div>
            <div slot="right">&nbsp;&nbsp;李白（701年－762年） ，字太白，号青莲居士，又号“谪仙人”，唐代伟大的浪漫主义诗人，
                被后人誉为“诗仙”，与杜甫并称为“李杜”，为了与另两位诗人李商隐与杜牧即“小李杜”区别，杜甫与李白又合称“大李杜”。
                据《新唐书》记载，李白为兴圣皇帝（凉武昭王李暠）九世孙，与李唐诸王同宗。其人爽朗大方，爱饮酒作诗，喜交友。</div>
            <div slot="footer">春天的长安，白日照耀着天空，满城的绿杨，千万条垂枝，结烟袅风。
                披香殿前的鲜花刚刚绽红，芳香流动，秀色映入绣户中。
                流香映秀绣户中，佳人竞相经过。
                赵飞燕皇后轻轻掌中起舞，紫宫夫人高唱绝世歌曲。
                恭贺圣君三万六千日一百年，岁岁年年欢乐多！
            </div>
        </poem>
    </div>
</template>

<script>
import Poem from '../Poem'
export default {
    name:'Item1',
    components:{
        Poem
    }
}
</script>