<template>
    <div>
        <poem>
            <div slot="header">唐诗鉴赏——白居易 </div>
            <p slot="center_h">钱塘湖春行</p>
            <div slot="center">
                <p>孤山寺北贾亭西，水面初平云脚低。 </p>
                <p>几处早莺争暖树，谁家新燕啄春泥。 </p>
                <p>乱花渐欲迷人眼，浅草才能没马蹄。 </p>
                <p>最爱湖东行不足，绿杨阴里白沙堤。</p>
            </div>
            <div slot="right">
                &nbsp;&nbsp;
                白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍山西太原 ，
                到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。 
                白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846
                年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。
              </div>
            <div slot="footer">绕过孤山寺以北漫步贾公亭以西，湖水初涨与岸平齐白云垂得很低。几只早出的黄莺争栖向阳的暖树，
              谁家新飞来的燕子忙着筑巢衔泥。野花竞相开放就要让人眼花缭乱，春草还没有长高才刚刚没过马蹄。
              最喜爱湖东的美景令人流连忘返，杨柳成排绿荫中穿过一条白沙堤。
            </div>
        </poem>
    </div>
</template>

<script>
import Poem from '../Poem'
export default {
    name:'Item2',
    components:{
        Poem
    }
}
</script>