<template>
    <div>
        <poem>
            <div slot="header">唐诗鉴赏——皇甫冉</div>
            <p slot="center_h">春思</p>
            <div slot="center">
                <p>莺啼燕语报新年，马邑龙堆路几千。</p>
                <p>家住层城临汉苑，心随明月到胡天。</p>
                <p>机中锦字论长恨，楼上花枝笑独眠。</p>
                <p>为问元戎窦车骑，何时返旆勒燕然。</p>
            </div>
            <div slot="right">&nbsp;&nbsp;皇甫冉（约718 — 约771年），字茂政，润州丹阳（
              今江苏镇江）人，祖籍甘肃泾州，唐代诗人。约唐玄宗开元六年（约公元718年）出生，约卒于唐代宗大历六
              年（约公元771年），（与唐代著名诗人杜甫和唐代边塞诗人岑参的卒年大致相同），10岁便能作文写诗，张
              九龄呼为小友。他于天宝十五年（公元756年）考中进士第一（状元）。历官无锡尉、左金吾兵曹、左拾遗、右补阙等
              职。为避战乱寓居义兴（今宜兴），据说他所住村庄后来被称为皇甫舍（今属芳庄镇）。因奉使江
              表，约公元771年病卒丹阳，年约53岁。。</div>
            <div slot="footer">莺歌燕语预报了临近新年，马邑龙堆是几千里的疆边。
              良辰美景，未必便能带来欢乐；温柔乡里，最易惹动离情。
            家住京城比邻着汉室宫苑，心随明月飞到边陲的胡天。
            织锦回文诉说思念的长恨，楼上花枝取笑我依然独眠。
            请问你主帅车骑将军窦宪，何时班师回朝刻石燕然山。
            </div>
        </poem>
    </div>
</template>

<script>
import Poem from '../Poem'
export default {
    name:'Item3',
    components:{
        Poem
    }
}
</script>