<template>
    <div>
        <poem>
            <div slot="header">宋词鉴赏——晏殊</div>
            <p slot="center_h">破阵子·春景</p>
            <div slot="center">
                <p>燕子来时新社，梨花落后清明。</p>
                <p>池上碧苔三四点，叶底黄鹂一两声，日长飞絮轻。</p>
                <p>巧笑东邻女伴，采桑径里逢迎。。</p>
                <p>飞疑怪昨宵春梦好，元是今朝斗草赢，笑从双脸生。</p>

            </div>
            <div slot="right">
              &nbsp;&nbsp;晏殊（991—1055年），字同叔，谥元献，临川（今江西省抚州市）人。少年时就以才气闻名，七岁能属文，十四岁以
              神童招试，被真宗赐同进士出身。仁宗庆历中，拜集贤殿学士，同中书门下平章事，兼枢密使。一生显达，好文学，喜人才，当时范仲淹
              、富弼、欧阳修、张先等不少名士皆出其门。晏珠是北宋初期有影响的词人。他的词承袭五代，受冯延巳的影响较深，所作多以男欢女爱、
              佳会宴游为题材，但不矫揉造作，富于个性特征，能真实反映出上层士大夫的生活情趣，风格闲雅婉丽，造语自然，虽有富贵气，却多少摆脱
              了浓艳的脂粉味。有《珠玉词》，存词一百二十余首。</div>
            <div slot="footer">
              燕子飞回来的时候正赶上春季祭祀的日子，梨花落去之后又迎来了清明。三四片碧绿的青苔点缀着池中清水，栖息在树叶下的黄鹂偶尔歌唱两声，柳絮也随风轻轻地飞舞着。
              在采桑的路上邂逅了东邻女伴，她笑得如花般灿烂。正疑惑着她是不是昨晚做了个春宵美梦，原来是今天斗草获得胜利了啊！双颊都不由自主地浮现出了笑意。

            </div>
        </poem>
    </div>
</template>

<script>
import Poem from '../Poem'
export default {
    name:'sitem2',
    components:{
        Poem
    }
}
</script>