<template>
    <div>
        <poem>
            <div slot="header">宋词鉴赏——梅尧臣</div>
            <p slot="center_h">苏幕遮·露堤平</p>
            <div slot="center">
                <p>露堤平，烟墅杳。乱碧萋萋，</p>
                <p>雨后江天晓。独有庾郎年最少。</p>
                <p>窣地春袍，嫩色宜相照。</p>
                <p>接长亭，迷远道。堪怨王孙，</p>
                <p>不记归期早。落尽梨花春又了。</p>
                <p>满地残阳，翠色和烟老。</p>
            </div>
            <div slot="right">&nbsp;&nbsp;梅尧臣（1002—1060），北宋诗人。字圣俞，宣州宣城（今属安徽）人。宣城
              古名宛陵，世称宛陵先生。初试不第，以荫补河南主簿。宋仁宗皇祐三年（1051年）召试，赐进士出身，为太常博士。
              以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，世称梅都官。诗主平淡，多反映现实生活和民生疾苦，以矫宋初空洞靡丽之诗
              风，与苏舜钦齐名，世称“苏梅”。有《宛陵先生集》，词存二首。</div>
            <div slot="footer">堤坝上的绿草含水带露，远处的房屋在如烟春色的掩映下若隐若现。雨后天色变晴，江水开阔，到处都是萋萋的芳草。
              离乡宦游的才子年少成名，他穿上及地的青色章服，衣服颜色与嫩绿的草色互相映衬，十分相宜。
          芳草把路边一个又一个的长亭连接起来，使得远道凄迷。那萋萋的芳草，仿佛是在埋怨宦游的王孙公子已经忘记了归期。眼看梨花落尽，
          春天马上又要过去了。日光渐暗，暮霭沉沉，那翠绿的春草也似乎变得苍老了。
            </div>
        </poem>
    </div>
</template>

<script>
import Poem from '../Poem'
export default {
    name:'Item1',
    components:{
        Poem
    }
}
</script>