<template>
    <div>
        <poem>
            <div slot="header">元曲鉴赏——张养浩</div>
            <p slot="center_h">双调·雁儿落带得胜令</p>
            <div slot="center">
                <p>云来山更佳，云去山如画。。</p>
                <p>山因云晦明，云共山高下。</p>
                <p>倚杖立云沙，回首看山家。</p>
                <p>野鹿眠山草，山猿戏野花。</p>
                <p>云霞，我爱山无价，</p>
                <p>看时行踏，云山也爱咱。</p>
            </div>
            <div slot="right">&nbsp;&nbsp;张养浩（1270—1329），汉族，字希孟，号云庄，又称齐东野人，济南（今属山东）人，元代著名散曲作家。历任县尹、监察御史、礼部尚书等职。至治元年（1321），因上书谏元夕放灯得罪辞官，隐居故乡。至顺二年（1331），追封滨国公，谥文忠，后人尊称为张文忠公。诗、文兼擅，而以散曲著称。代表作有《山坡羊•潼关怀古》《山坡羊•骊山怀古》等。</div>
            <div slot="footer">白云飘来，山势迷蒙，景物更佳。白云飘去，山色晴明，美如图画。山因云来云去忽明忽暗，云因山势的高低忽上忽下。我倚着手仗站立在高山云海之中，回头看见了山那边的风景：野鹿在山草丛中安眠，山猿在野花中玩耍。我爱这变幻迷人的云霞，爱这秀丽的山峰，它的富贵无法估计。我边走边看，那云山对我也充满了爱意。
            </div>
        </poem>
    </div>
</template>

<script>
import Poem from '../Poem'
export default {
    name:'yItem3',
    components:{
        Poem
    }
}
</script>