<template>
    <div>
        <poem>
            <div slot="header">元曲鉴赏——徐再思</div>
            <p slot="center_h">双调·蟾宫曲·春情</p>
            <div slot="center">
                <p>平生不会相思，才会相思，便害相思。</p>
                <p>身似浮云，心如飞絮，气若游丝。</p>
                <p>空一缕余香在此，盼千金游子何之。</p>
                <p>证候来时，正是何时？</p>
                <p>灯半昏时，月半明时。</p>
            </div>
            <div slot="right">&nbsp;&nbsp;徐再思(生卒年不详)，字德可，号甜斋（有的资料中其号为“甜齐”），浙江嘉兴人，元代著名散曲作家，生平事迹不详。曾任嘉兴路吏。因喜食甘饴，故号甜斋。生卒年不详，与贯云石为同时代人，今存所作散曲小令100余首。作品与当时自号酸斋的贯云石齐名，称为“酸甜乐府”。后人任讷又将二人散曲合为一编，世称《酸甜乐府》，收有他的小令103首。</div>
            <div slot="footer">一位情窦初开的少女形象，被作者的生花妙笔勾画得栩栩如生。“身似浮云”，说明女孩因思念情人而变得恍恍惚惚，身不由己；“心如飞絮”，是说她心神不定，老是胡思乱想；“气若游丝”，可见她被相思之情害得身体极度虚弱，几乎气息奄奄。这位痴情女孩的魂灵儿早就飞走了，她甚至已感觉不到自己身体的存在，就好像只剩下一缕余香，日夜期盼着心爱的人儿归来。最难捱的还是夜深人静时，那种痛苦恐怕不是过来人是无法体味的。此篇连用叠韵，而又婉转流美，兼之妙语连珠，堪称写情神品。
            </div>
        </poem>
    </div>
</template>

<script>
import Poem from '../Poem'
export default {
    name:'yItem2',
    components:{
        Poem
    }
}
</script>