<template>
    <div>
        <poem>
            <div slot="header">元曲鉴赏——张可久</div>
            <p slot="center_h">卖花声·怀古</p>
            <div slot="center">
                <p>阿房舞殿翻罗袖，金谷名园起玉楼，</p>
                <p>隋堤古柳缆龙舟。不堪回首，</p>
                <p>东风还又，野花开暮春时候。</p>
                <p>美人自刎乌江岸，战火曾烧赤壁山，</p>
                <p>将军空老玉门关。伤心秦汉，</p>
                <p>生民涂炭，读书人一声长叹。</p>
            </div>
            <div slot="right">&nbsp;&nbsp;张可久（约1270—？）　元散曲家。字小山。一作名伯远，字可久，号小山。庆元（今浙江鄞县）人。先以路吏转首领官，后曾为桐庐典史，至正初迁为昆山幕僚。因仕途不得意，晚岁久居西湖，以山水声色自娱。他与马致远、卢挚、贯云石等词曲唱和，尊马致远为先辈。一生专力写散曲，尤致力于小令，是元代后期最负盛名的散曲家之一。</div>
            <div slot="footer">阿房宫内罗袖翻飞，歌舞升平；金谷园里玉楼拔地，再添新景；隋堤上古柳葱郁，江中龙舟显威名。往事难回首，东风又起，暮春时候一片凄清。

美人虞姬自尽在乌江岸边，战火也曾焚烧赤壁万条战船，将军班超徒然老死在玉门关。伤心秦汉的烽火，让百万生民涂炭，读书人只能一声长叹。
            </div>
        </poem>
    </div>
</template>

<script>
import Poem from '../Poem'
export default {
    name:'yItem1',
    components:{
        Poem
    }
}
</script>